{
    "articles": 
    [
        {
            "articleId": 0,
            "title": "Pakowanie",
            "text": "Przydatne wskazówki: \n1. Roluj ubrania zamiast składać. \n2. Spakuj miniaturowe wersje kosmetyków\n3. Wykorzystaj każdą przestrzeń\n4. Odłóż połowę z tego, co przygotowałeś do spakowania\n5. Używaj worków próżniowych lub folii\n6. Nie pakuj się na styk\n7. Ubierz się na cebulkę\n8. Układaj rzeczy w odpowiedniej kolejności"
        },
        {
            "articleId": 1,
            "title": "Tanie loty",
            "text": "Są dwa sposoby przygotowywania podróży. Pierwszy z nich to planowanie z długim wyprzedzeniem. Opcja ta zakłada decyzje, które podejmujemy na kilka miesięcy przed wyjazdem, kiedy bilety lotnicze zazwyczaj są znacznie tańsze albo gdy udało nam się trafić na atrakcyjną promocję. Ten sposób ma dodatkowy atut jakim jest rozdzielenie kosztów całej podróży. Za bilet płacimy bowiem dużo wcześniej niż za noclegi i wyżywienie. Jeśli chcesz polecieć na wyprawę w bardziej odległym terminie, to kluczową kwestią dla znalezienia naprawdę taniego lotu jest: określenie elastycznego czasu w jakim możesz udać się na urlop – mieszczącego się w granicach jednego, dwóch miesięcy, określenie przynajmniej kliku miejsc w których chciałbyś spędzić urlop: znacznie zwiększasz prawdopodobieństwo, że do którejś z wymarzonych destynacji polecisz tanio lub znajdziesz ekstra promocję. Drugi sposób to podejmowanie decyzji z dnia na dzień. To opcja do osób, które potrafią działać bez długiego zastanowienia. W takiej sytuacji, tuż przed urlopem, już prawie spakowani, śledzimy najważniejsze portale oferujące promocje na loty, a także – co bardzo istotne – strony biur podróży oferujących loty czarterowe – i podejmujemy szybką decyzję, czasem z godziny na godzinę. Dlaczego strony biur? Czasem sprzedają one wolne miejsca w samolotach, gdy te nie mają pełnego obłożenia. To świetna okazja na tanią podróż w egzotyczne miejsce. W sieci znajdziemy co najmniej kilka (godnych uwagi) polskich portali, wyspecjalizowanych w wyszukiwaniu okazyjnie tanich biletów lotniczych, a nawet w opracowywaniu pomysłów na całe wycieczki, razem z zakwaterowaniem. Pojawiają się one wraz ceną, jak i z terminami w jakich możliwy jest zakup tanich lotów. Do najbardziej znanych i najczęściej publikujących należą: Mleczne Podróże, Loter.pl, fly4free. Jeśli masz określone preferencje co do kierunku podróży lub wolisz samodzielnie przeszukiwać oferty tanich lotów, możesz skorzystać z wyszukiwarek. "
        }
    ]
}