{
    "cities": 
    [
    {
        "cityId": 0,
        "cityName": "Barcelona",
        "countryName": "Hiszpania",
        "countryCode": "ESP",
        "description": "Barcelona – stolica Katalonii to najbardziej kosmopolityczne miasto Hiszpanii, śródziemnomorska perełka zbudowana z rozmachem, która może konkurować z najwspanialszymi metropoliami świata. Miasto Gaudiego, Miró i Picassa, gdzie tańczące fontanny i wiecznie otwarte kluby i bary tworzą niepowtarzalną atmosferę. Rewelacja dla lubiących weekendowe wyjazdy pełne atrakcji. Miłośników piłki nożnej ucieszy wizyta na legendarnym stadionie FC Barcelona. Nie można być w Barcelonie i nie spróbować kuchni śródziemnomorskiej, słynnych tapas i kieliszka katalońskiego wina cava.",
        "places": 
        [
            { "name":"Sagrada Familia", "photo":"https://img.itinari.com/pages/images/original/6bc83f35-ac2e-4791-b95c-dfb20e7427bf-istock-518030534.jpg?ch=DPR&dpr=2.625&w=1200&h=800&s=a882c42f6630e32110cea2857edbe84b", "description": "Temple Expiatori de la Sagrada Familia (Kościół Świętej Rodziny) jest najbardziej niekonwencjonalnym z europejskich kościołów i jednocześnie wizytówką Barcelony. Inspirowany naturą i nasycony symbolicznym treściami jest bezapelacyjnie największym dziełem Gaudiego i jednocześnie budynkiem, o którym mówiło się, mówi i będzie się mówić przez wiele lat."},
            { "name":"Camp Nou", "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Camp_Nou_aerial_%28cropped%29.jpg/240px-Camp_Nou_aerial_%28cropped%29.jpg", "description": "Jest to stadion piłkarski o największej pojemności w całej Europie i od 1957 roku rozgrywane są na nim mecze FC Barcelony. Obiekt jest uznany przez UEFA za stadion pięciogwiazdkowy, co jest możliwie najwyższą oceną, i może pomieścić około 99 000 widzów." },
            { "name":"Park Guell", "photo":"https://cdn.getyourguide.com/img/location/53bffbaa37e37-m1398846174.jpg/68.jpg", "description": "Park Güell dzieli się na dwie części, zamknięty środek, w którym znajdziemy dzieła Gaudiego, oraz na otaczającą go część otwartą - po której możemy dowolnie spacerować. Kupując bilet, kupujemy go na konkretną godzinę - i na każdy “slot” czasowy nałożony jest limit odwiedzających (400 osób na każde pół godziny)." }
        ],

        "flights": "Najbardziej opłaca się polecieć linią budżetową (Ryanair, Wizzair). Ceny lotów zaczynają się od 100zł w dwie strony. Z lotniska Barcelona El-Prat dojedziemy do centrum pociągiem, metrem, busem.",
        "skyLink":"https://www.skyscanner.pl/transport/loty/pl/bcn/?adults=2&adultsv2=2&cabinclass=economy&children=0&childrenv2=&destinationentityid=27548283&inboundaltsenabled=false&infants=0&originentityid=29475260&outboundaltsenabled=false&preferdirects=false&ref=home&rtn=1"
    },
    {
        "cityId": 1,
        "cityName": "Londyn",
        "countryName": "Wielka Brytania",
        "countryCode": "GBR",
        "description": "Jedna z naukowych i kulturalnych stolic świata, należy do ścisłej czołówki największych metropolii. Kiedy zachodzą zmiany w świecie polityki i finansów, a nurty artystyczne zmieniają bieg, istnieje duża szansa, że dzieje się to właśnie tu. Londyn to miasto światowej klasy muzeów, galerii, teatrów, sklepów, pomników, kościołów i niezliczonych zabytków. Miasto przesiąknięte tradycją może jednocześnie poszczycić się mianem światowego lidera wyznaczającego trendy i nowatorskie rozwiązania w dziedzinie mody, technologii i sztuki. Londyn można zwiedzać tygodniami, ale żeby poczuć jego specyficzną atmosferę, wystarczy dobrze zorganizowany krótki wyjazd.",
        "places": 
        [
            { "name":"Big Ben", "photo": "https://ocdn.eu/pulscms-transforms/1/eFck9kpTURBXy9mNGNmZjhhNGY3Mjc4NDg2NjE5ZGI1Mzg3ZjAzMzMwYS5qcGeWlQLNAxQAwsOVAgDNAvjCw5QGzP_M_8z_lAbM_8z_zP-UBsz_zP_M_5QGzP_M_8z_gaEwBQ", "description": "Wieża, zwana Big Ben, ma 96,3 m wysokości, na taras widokowy znajdujący się na jej górze prowadzą 334 stopnie. Na każdej ścianie zewnętrznej wieży Big Ben znajduje się jedna tarcza zegarowa. Każda z nich ma 7 m średnicy. Zegar został zbudowany w 1854 roku, przez Edmunda Becketta Denisona i przedsiębiorstwo EJ Dent&CO" },
            { "name":"Buckingham Palace", "photo":"https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Buckingham_Palace_from_gardens%2C_London%2C_UK_-_Diliff_%28cropped%29.jpg/1200px-Buckingham_Palace_from_gardens%2C_London%2C_UK_-_Diliff_%28cropped%29.jpg", "description": "Pałac Buckingham to największy na świecie pałac królewski. Obiekt ma aż 77 tysięcy metrów kwadratowych powierzchni mieszkalnej. Mieści w sobie sześćset komnat, w tym dziewiętnaście reprezentacyjnych, ponad siedemdziesiąt łazienek i prawie dwieście sypialni."},
            { "name":"London Eye", "photo": "https://upload.wikimedia.org/wikipedia/commons/4/4f/London_Eye_-_TQ04_26.jpg", "description": "Koło ma wysokość 135 metrów, a jego pełny obrót trwa około 30 minut. Na kole znajdują się 32 klimatyzowane kapsuły pasażerskie. Niewielka prędkość liniowa tych kabin (ok. 0,8 km/h) pozwala na zabieranie i wysadzenie pasażerów bez zatrzymywania koła." }
        ],

        "flights": "Najbardziej opłaca się polecieć linią budżetową (Ryanair, Wizzair). Ceny lotów zaczynają się od 60 zł w dwie strony.",
        "skyLink": "https://www.skyscanner.pl/transport/loty/pl/lond/?adults=2&adultsv2=2&cabinclass=economy&children=0&childrenv2=&destinationentityid=27544008&inboundaltsenabled=false&infants=0&outboundaltsenabled=false&preferdirects=false&ref=home&rtn=1"
    },
    {
        "cityId": 2,
        "cityName": "Rzym",
        "countryName": "Włochy",
        "countryCode": "ITA",
        "description": "Rzym to jedno z najpiękniejszych i najbardziej romantycznych miejsc na ziemi, które zachwyca turystów na każdym kroku. Majestatyczne Koloseum, przepiękna Fontanna di Trevi, starożytny Panteon czy urokliwe Schody Hiszpańskie prowadzące do kościoła Trinitia dei Monti to tylko nieliczne z ciekawych miejsc, które warto zobaczyć w Rzymie. Wyjątkowy klimat Wiecznego Miasta można odkrywać spacerując wąskimi uliczkami lub smakując specjały włoskiej kuchni. Każdy przynajmniej raz w życiu powinien wybrać się tu na wycieczkę, w końcu wszystkie drogi prowadzą do Rzymu.",
        "places": 
        [
            { "name":"Koloseum", "photo": "https://www.podrozepoeuropie.pl/system/gallery/images/images/000/004/000/large/Rzym-Koloseum-widok-z-Forum-Romanum.JPG?1465676384", "description": "W czasie zwiedzania antycznego Rzymu nie sposób pominąć też Koloseum. Amfiteatr Flawiuszy został wybudowany w I wieku przez cesarza Wespazjana. Niegdyś budowla potrafiła pomieścić aż 70 tysięcy widzów. W amfiteatrze organizowane były liczne widowiska, w tym krwawe walki gladiatorów. Koloseum służyło również za arenę walk zwierząt, zwanych venatio, a także za miejsce przedstawień o charakterze religijnym, czyli tzw. Munera. Mimo że świetność Amfiteatru Flawiuszy przeminęła wraz z trzęsieniem ziemi, które przyczyniło się do znacznych zniszczeń oraz upowszechnieniem się chrześcijaństwa (do 1744 roku Koloseum służyło Włochom za … kamieniołom) to ruiny, jakie po nim pozostały dalej wywołują ogromne wrażenie. Wciąż dostrzegalne jest też spiętrzenie porządków architektonicznych, na poszczególnych kondygnacjach umieszczono kolumny w porządku toskańskim, jońskim oraz korynckim, na samej górze znajdują się natomiast korynckie pilastry. Koloseum uważane jest za miejsce męczeńskiej śmierci pierwszych chrześcijan, co nie zostało w pełni udowodnione. Niemniej wewnątrz budowli znajduje się monstrualnych rozmiarów krzyż, który upamiętnia te makabryczne zdarzenia." },
            { "name":"Watykan", "photo":"https://fajnepodroze.pl/wp-content/uploads/2017/11/watykan.jpg", "description": "Najważniejszym obiektem sakralnym w Rzymie jest oczywiście Bazylika Świętego Piotra. Obecna barokowa budowla to tak naprawdę drugi kościół w tym miejscu. Wcześniej znajdowała się tam wczesnochrześcijańska bazylika ufundowana przez samego Konstantyna Wielkiego niedługo po tym jak przyznał on chrześcijanom te same prawa, co wyznawcom innych religii. Bazylika Świętego Piotra w tej formie przetrwała do XVI wieku, kiedy to papież Juliusz II podjął decyzję o jej zburzeniu i podłożył kamień węgielny pod nowy, jeszcze wspanialszy kościół. W jego budowie brali udział najwybitniejsi artyści epoki: Donato Bramante, Michał Anioł, Rafael Sante, Domenico Fontana. Wreszcie w 1667 roku, 161 lat po rozpoczęciu budowy na placu przed świątynią stanęła monumentalna kolumnada projektu Gianlorenzo Berniniego. To właśnie tam rozpoczyna się zwykle zwiedzanie Bazyliki. Po tym, jak nacieszymy oczy widokiem fasady i monumentalnej kopuły, pora udać się do wnętrza świątyni. Jest ono urządzone z równie wielkim przepychem, oszałamia już sama powierzchnia kościoła, który może pomieścić nawet 60 tys. wiernych! Uwagę przyciąga też odlany z brązu baldachim autorstwa wzmiankowanego już Berniniego oraz równie bogato zdobione ołtarze w kaplicach bocznych. Na własne oczy można zobaczyć tam słynną Pietę i Mojżesza Michała Anioła oraz grób papieża Jana Pawła II."},
            { "name":"Fontanna di Trevi", "photo": "https://www.itaka.pl/blog/wp-content/uploads/2019/12/fontanna-di-trevi-rzym-wlochy.jpg", "description": "Rzeźbiarska, marmurowa dekoracja Fontanny di Trevi przedstawia boga mórz, Neptuna, otoczonego morskimi bóstwami - trytonami. Po jego obu stronach stoją zaś posągi symbolizujące obfitość oraz zdrowie. Sam Neptun ukazany jest w rydwanie, zaprzężonym w dwa stworzenia, które są połączeniem konia i ryby." }
        ],

        "flights": "Najbardziej opłaca się polecieć linią budżetową (Ryanair, Wizzair). Ceny lotów zaczynają się od 100 zł w dwie strony.",
        "skyLink": "https://www.skyscanner.pl/transport/loty/pl/rome/?adults=2&adultsv2=2&cabinclass=economy&children=0&childrenv2=&destinationentityid=27539793&inboundaltsenabled=false&infants=0&outboundaltsenabled=false&preferdirects=false&ref=home&rtn=1"
    },
    {
        "cityId": 3,
        "cityName": "Praga",
        "countryName": "Czechy",
        "countryCode": "CZE",
        "description": "Praga jest jednym z najpopularniejszych i najchętniej odwiedzanych miast w całej Europie. Wcale się temu nie dziwię. Po fantastycznym weekendzie spędzonym w stolicy Czech, mogłam na własne oczy przekonać się o pięknie tego miejsca. Urokliwa architektura z czerwonymi dachami, gwarne uliczki wypełnione turystami, przednie piwo i tętniący muzyką Most Karola – tego opisu nie da się pomylić z żadną inną stolicą. Zobaczcie, co przeżyłam i zwiedziłam w mieście stu wież.",
        "places": 
        [
            { "name":"Most Karola", "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Night_view_of_the_Castle_and_Charles_Bridge%2C_Prague_-_8034.jpg/2560px-Night_view_of_the_Castle_and_Charles_Bridge%2C_Prague_-_8034.jpg", "description": "Praski most od dawien dawna uważany był za najsłynniejszy zabytek Pragi. Tak jak mówi się o krzywej wieży w Pizie czy o piramidach egipskich, podróżnicy, którzy w swoich wojażach zahaczyli o Pragę, opowiadają przede wszystkim o jej moście. W dawnych czasach nawet dla ludzi bywałych w świecie był to cud techniki, czarodziejski wytwór ducha i rąk. Później, kiedy kamienne mosty nie były już w Europie rzadkością, stary most utrzymał swoją dominującą pozycję wśród praskich zabytków dzięki związanym z nim wspomnieniom historycznym oraz dzięki unikalnym rzeźbom jakie go zdobią. Most ma swoją legendę i swoją historię. Wierzono, że łączy brzegi Wełtawy od pradawnych czasów."},
            { "name":"Zamek na Hradczanach", "photo": "https://last-minute.io/wp-content/uploads/2021/06/zamek-hradczany.jpg", "description": "Zamek w Pradze, na Hradczanach, istniejący już od najstarszych dziejów Pragi, dawna siedziba królów czeskich. Według Księgi rekordów Guinnessa jest to największy pod względem zajmowanej powierzchni zamek na świecie"},
            { "name":"Rynek Staromiejski w Pradze", "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/44/Prague_07-2016_View_from_Old_Town_Hall_Tower_img3.jpg/2560px-Prague_07-2016_View_from_Old_Town_Hall_Tower_img3.jpg", "description": "Znajduje się między placem Wacława i mostem Karola. W okresie letnim rynek jest często przepełniony turystami. Na rynku znajdują się budynki w wielu stylach architektonicznych, w tym gotycki kościół Najświętszej Marii Panny przed Tynem, barokowy kościół św. Mikołaja i rokokowy Pałac Kinskich, w którym np. mieściło się w okresie międzywojennym Poselstwo RP (1922-1934). Plac jest oazą dla turystów zmęczonych wędrówką po wąskich uliczkach Pragi. Oprócz wielu kościołów, turyści mogą zobaczyć na tym placu także praski zegar astronomiczny, a z wieży Ratusza Staromiejskiego roztacza się panorama Starego Miasta."}
],

        "flights": "Najprostszym sposobem dotarcia do Pragi jest podróż autobusem lub pociągiem. Bilety da się kupić w cenie ok. 100zł.",
        "skyLink": "https://www.skyscanner.pl/transport/loty/pl/prg/?adults=2&adultsv2=2&cabinclass=economy&children=0&childrenv2=&destinationentityid=27546033&inboundaltsenabled=false&infants=0&outboundaltsenabled=false&preferdirects=false&ref=home&rtn=1"
    },
    {
        "cityId": 4,
        "cityName": "Wenecja",
        "countryName": "Włochy",
        "countryCode": "ITA",
        "description": "Wenecja to miasto na wodzie i 100 wyspach, które każdego roku rozpala zmysły milionów turystów. Kojarzy się z romantyzmem i karnawałową zabawą, a jej symbolem są sunące kanałami gondole, mosty, Plac św. Marka z Bazyliką i Pałacem Dożów. Bez nich trudno byłoby sobie wyobrazić Wenecję, to one decydują bowiem o jej splendorze i uroku. To miasto ma jednak także drugie, mniej znane oblicze. Tworzą je miejsca ukrywające się przed turystami oraz Laguna Wenecka z kolorowymi wysepkami. ",
        "places": 
        [
            { "name":"Canal Grande", "photo": "http://miastaeuropy.com/wp-content/uploads/wenecja_canale_grande.jpg", "description": "Canal Grande przecina Wenecję, wijąc się przez wszystkie dzielnice miasta i laguny. Rejs po kanale jest niepowtarzalną okazją, aby z nietypowej atmosfery przyjrzeć się niesamowitym zabytkom: pałacom (jest ich aż 200!), kościołom, mostom. Ich bogactwo zapiera dech w piersiach i dodaje całej wycieczce nuty romantyzmu."},
            { "name":"Plac św. Marka", "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Venezia_piazza_s.Marco_2.JPG", "description": "W tym miejscu bije serce Wenecji. To największy i najważniejszy plac w mieście, który odbierze ci dech w piersiach skalą stojących przy nim zabytków (o nich poniżej). Poza ich zwiedzaniem warto pozwolić sobie na chwilę wytchnienia – kupić pamiątki i napić się kawy w najstarszej kawiarni w Wenecji, działającej od XVIII w. Caffe Florian."},
            { "name":"Most Rialto", "photo": "https://i.wpimg.pl/O/1280x803/d.wpimg.pl/1591904900--2080506056/most-rialto.jpg", "description": "Najpiękniejszym i najstarszym mostem rozciągającym się nad Canal Grande jest Rialto. Konstrukcja robi wrażenie swoją wielkością. Ponad 28 m rozpiętości i 7m wysokości pozwoliło na umieszczenie tam aż 24 sklepików. Przepływając pod mostem, warto zwrócić uwagę na reliefy św. Marka i św. Teodora oraz kapliczkę Matki Boskiej u dołu."}

],

        "flights": "Najprostszym sposobem dotarcia do Wenecji jest podróż samolotem. W okolicy znajdują się dwa lotniska: Treviso i Marco Polo",
        "skyLink": "https://www.skyscanner.pl/transport/loty/pl/veni/?adults=2&adultsv2=2&cabinclass=economy&children=0&childrenv2=&destinationentityid=27547373&inboundaltsenabled=false&infants=0&originentityid=29475260&outboundaltsenabled=false&preferdirects=false&ref=home&rtn=1"
    }
    ]
}


